brew "fd"
brew "fzf"
brew "go"
brew "jenv"
brew "just"
brew "docker"
brew "lazydocker"
brew "lazygit"
brew "neovim"
brew "nushell"
brew "stow"
brew "tmux"
brew "tree"
brew "yazi"
brew "zsh-syntax-highlighting"
brew "zsh-autosuggestions"
tap "jandedobbeleer/oh-my-posh"
brew "oh-my-posh"
cask "ghostty"
cask "raycast"
cask "telegram"
